#+OPTIONS: ^:nil
#+LATEX_CLASS: awesomecv
#+CVCOLOR: orange
#  Awesome Colors: emerald, skyblue, red, pink, orange, nephritis, concrete, darknight
#+LATEX_COMPILER: xelatex
#+LATEX_HEADER: \geometry{left=1.4cm, top=.8cm, right=1.4cm, bottom=1.8cm, footskip=.5cm}
#+LATEX_HEADER: \fontdir[fonts/]
#+MOBILE: +351 919333939
# #+HOMEPAGE: example.com
# #+ADDRESS: my adress
# #+ADDRESS: when long address
# #+ADDRESS: endless address
# #+GITLAB: BigNaNet
#+GITHUB: BigNaNet
#+LINKEDIN: daniel_ferreira
# #+PHOTO: myFface.png
# #+QUOTE: My cute quote
# HIGHLIGHT: true
#+TITLE:  Physics Engineer
#+AUTHOR: Daniel Ricardo Ferreira
#+email: ferreira.d4.r@gmail.com

* Run me                                                           :noexport:
#+BEGIN_SRC emacs-lisp
(org-export-to-file 'awesomecv "awesome.tex")
(org-latex-compile "awesome.tex")
#+END_SRC

#+RESULTS:
: /home/dani/Awesome-CV/awesome.pdf
